Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Protocol Compliance
es_es: Cumplimiento del protocolo

source: Protocol Deviations in the intention-to-treat population.
es_es: Desviaciones del protocolo en la población por intención de tratar.

source: Protocol No.: NTA1401 B Campbell, P Mitchell, S Davis & G Donnan – CONFIDENTIAL Version 7.0 26th JAN 2019
es_es: N.° de protocolo: NTA1401 B Campbell, P Mitchell, S. Davis y G. Donnan – CONFIDENCIAL Versión 7.0 26 JAN 2019

source: Protocol No: NTA1401
es_es: N.° de protocolo: NTA1401

source: Protocol Number: NTA 1401
es_es: Número de protocolo: NTA 1401

source: Protocol Signature Page
es_es: Página de firmas del protocolo

source: Protocol Title:
es_es: Título del protocolo:

source: Protocol Title: EXTEND-IA TNK
es_es: Título del protocolo: EXTEND-IA TNK

source: Protocol deviations
es_es: Desviaciones del protocolo

source: Protocol number: NTA1401
es_es: N.° de protocolo:

source: Protocol title: EXTEND-IA TNK: Extending the time for Thrombolysis in Emergency Neurological Deficits–Intra Arterial using intravenous Tenecteplase
es_es: Título del protocolo: EXTEND-IA TNK: Extensión del tiempo para la trombólisis en déficits neurológicos de emergencia - Infusión intraarterial usando tenecteplasa intravenosa

source: Protocol-specified outcome events were collected via the appropriate eCRF page.
es_es: Los eventos relacionados especificados por el protocolo se recopilaron a través de la página correspondiente del eCRF.

source: Protocolo de estudio y enmiendas (si aplica)
es_es: Study protocol and amendments (if applicable)

source: Protocolo del estudio.
es_es: Clinical study protocol.

source: Proven Acceptable Range (PAR)
es_es: Rango aceptable comprobado

source: Proven acceptable range
es_es: Rango aceptable comprobado

source: Provide a justification for the elimination of risks with respect to the previous version.
es_es: Justificar la eliminación de riesgos respecto a la versión anterior.

source: Provide validation of the current production process on industrial scale to be marketed in Argentina for each lot size of each dose.
es_es: Presentar la validación del proceso de producción vigente a escala industrial para la comercialización en Argentina, para cada tamapo de lote y cada dosis.

source: Provides better grip during handling
es_es: Proporciona mejor sujeción durante la manipulación.

source: Proximal Middle Cerebral Artery prior to bifurcation
es_es: Arteria cerebral media proximal, antes de la bifurcacción

source: Proximal middle cerebral artery (MCA – M1)
es_es: Arteria cerebral media proximal (AMC – M1)

source: Proximal middle cerebral artery (MCA – M1) occlusion
es_es: Oclusión de arteria cerebral media proximal (AMC – M1)

source: Proximity to final product
es_es: Proximidad con el producto final

source: Proyecto de etiquetas en las que se incluyan la palabra BIOEQUIVALENTE (en mayúsculas o minúsculas).
es_es: Draft labels that include the word BIOEQUIVALENT (in upper or lower case).

source: Pruebas de equivalencia in vitro con en base en la proporcionalidad de la dosis de formulaciones.
es_es: In vitro equivalence testing based on the dose proportionality of the formulations.

source: Pruebas de equivalencia in vitro en el contexto del Sistema de Clasificación Biofarmacéutico.
es_es: In vitro equivalence testing in the context of the Biopharmaceutical Classification System.

source: Pruebas de equivalencia in vitro para escalonamiento y cambios posteriores a la aprobación
es_es: In vitro equivalence testing for escalation and post-approval changes.

source: Pseudorabies Virus
es_es: Virus de la pseudorrabia

source: Pseudotyped oncolytic viruses including starting materials
es_es: Virus oncolíticos pseudotipados que incluyen materiales iniciales

source: Pseudotyped oncolytic viruses including starting materials and recombinant mRNA as single active
es_es: Virus oncolíticos pseudotipados que incluyen como activo independiente materiales de partida y ARNm recombinante

source: Pseudotyped oncolytic viruses including starting materials and recombinant mRNA as single active ingredient are included.
es_es: Se incluyen virus oncolíticos pseudotipados que comprenden como activo independiente materiales iniciales y ARNm recombinante

source: Pt had Group B strep infection positive from high vaginal swab which may have precipitated the premature birth as per the physician.
es_es: El paciente presentaba una infección por streptococo de grupo B positiva, según surgió de hisopado vaginal, que podría haber precipitado el nacimiento prematuro a juicio del médico.

source: Pt-cured silicone is a material, which is expected to meet typical acceptance criteria regarding extractables (Biopharm International, “Evaluation of Extractables from Product-Contact Surfaces”, 2002).
es_es: Está previsto que la silicona curada con platino cumpla con los criterios de aceptación típicos en relación con las sustancias extraíbles (Biopharm International, “Evaluación de sustancias extraíbles en las superficies que tienen contacto con los productos”, 2002).

source: Publications
es_es: Publicaciones

source: Published Online:
es_es: Publicado en línea:

source: Published online February 20, 2020.
es_es: Publicado en línea el 20 de febrero de 2020.

source: Pullup delay
es_es: Retraso por viscosidad

source: Pulmonary complications of HF were added to the exemption list, because patients with HF commonly experience such complications.
es_es: Se agregaron a la lista de exenciones las complicaciones pulmonares de la insuficiencia cardíaca porque son frecuentes en los pacientes con insuficiencia cardíaca.

source: Pulmonary edema and Type 1 Respiratory failure secondary to rapid atrial fibrillation and exacerbation of cardiac failure
es_es: Edema pulmonar e insuficiencia respiratoria tipo 1 secundaria a fibrilación auricular acelerada y exacerbación de insuficiencia cardíaca

source: Pulmonary oedema
es_es: Edema pulmonar

source: Pulse rate change from baseline
es_es: Cambio desde el inicio en el pulso

source: Pulverize tablets just prior to measuring.
es_es: Pulverice los comprimidos justo antes de medir.

source: Purge Solvent
es_es: Disolvente de purga

source: Purification
es_es: Purificación

source: Purified Water
es_es: Agua purificada

source: Purified water
es_es: Agua purificada

source: Purified water (PW) is generated from drinking water by ion-exchange or a combination of reverse osmosis and capacitive deionization (CDI) and kept at ambient temperature.
es_es: El agua purificada se genera a partir de agua potable mediante intercambio iónico o una combinación de ósmosis inversa y desionización capacitiva y se mantiene a temperatura ambiente.

source: Purified water (2)
es_es: Agua purificada (2)

source: Purified water in bulk
es_es: Agua purificada a granel

source: Purified water in bulk is stored and distributed in conditions designed to prevent growth of micro-organisms and to avoid any other contamination.
es_es: El agua purificada a granel se almacena y distribuye en condiciones tales que impidan el crecimiento de microorganismos y eviten cualquier otra contaminación.

source: Purified water in bulk that has been filled and stored in conditions designed to assure the required microbiological quality.
es_es: El agua purificada a granel que se carga y almacena en condiciones tales que garanticen la calidad microbiológica necesaria.

source: Purified water in containers
es_es: Agua purificada en recipientes

source: Purified water is used as a solvent in the inhalation solution tiotropium + olodaterol Respimat.
es_es: En Respimat, tiotropio + olodaterol, solución para inhalación, se emplea agua purificada como disolvente.

source: Purity and impurities
es_es: Pureza e impurezas

source: Purity of reference standard (expressed as decimal)
es_es: Pureza del estándar de referencia (expresada en decimales)

source: Purity of spesolimab drug product is determined by high performance size exclusion chromatography (HPSEC) and capillary gel electrophoresis (CGE) reduced.
es_es: La pureza del medicamento Espesolimab se determina mediante cromatografía de exclusión por tamaño de alta resolución (HPSEC) y electroforesis capilar en gel (CGE) reducida.

source: Purity:
es_es: Pureza:

source: Purity (HPSEC)
es_es: Pureza (HPSEC)

source: Purpose
es_es: Objetivo

source: Purpose of the study:
es_es: Objetivo del estudio:

source: Push in the EFF on the subassembly
es_es: Hacer presión en la lengüeta de apoyo extendida sobre el subsistema

source: Push in the pre-assembled syringe with plunger rod in the pre-assembled subassembly
es_es: Hacer presión con el émbolo sobre la jeringa premontada, dentro de todo el subsistema premontado

source: Qualitative and quantitative composition of Metalyse 25 mg/vial
es_es: Composición cuali-cuantitativa de Metalyse, 25 mg/vial

source: Qualitative and quantitative composition of Metalyse 40 mg/vial
es_es: Composición cuali-cuantitativa de Metalyse, 40 mg/vial

source: QL = Quotient leakage rate
es_es: QL = tasa de fuga como cociente

source: QA Approval
es_es: Aprobación de aseguramiento de la calidad

source: QA Compliance
es_es: Cumplimiento con aseguramiento de la calidad

source: QA Review
es_es: Revisión de aseguramiento de la calidad

source: QA-Statement-Lead QA
es_es: Declaración de Aseguramiento de Calidad. Jefe de Aseguramiento de Calidad

source: QACS LTD, Metamorfossi Attiki, GREECE (QACS GR); UHPLC - APCI - MS/MS
es_es: QACS LTD, Metamorfossi Attiki, Grecia (QACS GR); UHPLC - APCI - MS/MS

source: QC 01 (without matrix); 1 preparation; 4 injections
es_es: Solución QC 01 (sin matriz); 1 preparación; 4 inyecciones

source: QC 01 solution; 1 preparation; 1 injection
es_es: Solución QC01; 1 preparación; 1 inyección

source: QC 01; 1 preparation; 2 injections
es_es: Solución QC01; 1 preparación; 2 inyecciones

source: QC 02 (without matrix); 1 preparation; 4 injections
es_es: Solución QC02 (sin matriz); 1 preparación; 4 inyecciones

source: QC 02; 1 preparation; 4 injections
es_es: Solución QC02; 1 preparación; 4 inyecciones

source: QC 03 (without matrix); 1 preparation; 4 injections
es_es: Solución QC03 (sin matriz); 1 preparación; 4 inyecciones

source: QC 03; 1 preparation; 2 injections
es_es: Solución QC03; 1 preparación; 2 inyecciones

source: QC dilution 1
es_es: Dilución QC 1

source: QC dilution 2
es_es: Dilución QC 2

source: QL
es_es: Lím. de cuant.

source: QL - 120 % of the specification
es_es: QL - 120 % de la especificación

source: QL solution without matrix:
es_es: Solución QL sin matriz:

source: QL solutions (no ISTD, no matrix); 2 preparations; 2 injections
es_es: Soluciones límite de cuantificación (sin est. int., sin matriz); 2 preparaciones; 2 inyecciones

source: QL1 not more than 6.15 * 10-3 mbar * l / s
es_es: Lím de cuant. 1, como máximo, 6.15 * 10-3 mbar * l/s

source: QTPP
es_es: PCPP

source: QTPP Element
es_es: Elemento del PCPP

source: QUALITY ASSURANCE STATEMENT
es_es: DECLARACIÓN DE ASEGURAMIENTO DE LA CALIDAD

source: QUALITY COMPARISON OF TENECTEPLASE PRESENTATIONS
es_es: COMPARACIÓN DE CALIDAD DE LAS PRESENTACIONES DE LA TENECTEPLASA

source: QUALITY CONTROL STATEMENT S9 HAMSTER (BATCH 4706; 4717; 4746)
es_es: DECLARACIÓN DE CONTROL DE CALIDAD: S9 DE HÁMSTER (PARTIDA 4706; 4717; 4746)

source: QUALITY CONTROL STATEMENT S9 RAT (BATCH 4709; 4682; 4713)
es_es: DECLARACIÓN DE CONTROL DE CALIDAD: S9 DE RATA (PARTIDA 4709; 4682; 4713)

source: QUALITY NON-REPORT V01/21
es_es: AUSENCIA DE INFORME DE CALIDAD, V01/21

source: QUALITY TARGET PRODUCT PROFILE
es_es: PERFIL CUALITATIVO PREVISTO DEL PRODUCTO

source: QUALITY V01/14
es_es: CALIDAD, V01/14

source: QUANTITATION LIMIT
es_es: LÍMITE DE CUANTIFICACIÓN

source: QUANTITY
es_es: CANTIDAD

source: QUESTION 1.1
es_es: PREGUNTA 1.1

source: QUESTION 1.2
es_es: PREGUNTA 1.2

source: QUESTION 10:
es_es: PREGUNTA 10:

source: QUESTION 14:
es_es: PREGUNTA 14:

source: QUESTION 15:
es_es: PREGUNTA 15:

source: QUESTION 16:
es_es: PREGUNTA 16:

source: QUESTION 1:
es_es: PREGUNTA 1:

source: QUESTION 2:
es_es: PREGUNTA 2:

source: QUESTION 3:
es_es: PREGUNTA 3:

source: QUESTION 4:
es_es: PREGUNTA 4:

source: QUESTION 5:
es_es: PREGUNTA 5:

source: QUESTION 6:
es_es: PREGUNTA 6:

source: QUESTION 7:
es_es: PREGUNTA 7:

source: QUESTION 8:
es_es: PREGUNTA 8:

source: QUESTION 9:
es_es: PREGUNTA 9:

source: QUESTION <no. 1>:
es_es: PREGUNTA 1:

source: QUESTION <no. 2>:
es_es: PREGUNTA 2:

source: QUINIDINA
es_es: QUINIDINE

source: QUINTO GRUPO
es_es: FIFTH GROUP

source: Qualification of investigators and site selection process
es_es: Calificación de los investigadores y proceso de selección de los centros

source: Qualification, validation, and operational procedures ensure multi product manufacturing within these facilities.
es_es: La elaboración de productos múltiples en estas instalaciones está garantizada por medio de procedimientos de operación, calificación y validación.

source: Qualified Person
es_es: Director técnico

source: Qualitative Comparisons
es_es: Comparaciones cualitativas

source: Qualitative and Quantitative Composition of pramipexole dihydrochloride monohydrate tablets, 0.25 mg / tablet
es_es: Composición cuali-cuantitativa de pramipexol diclorhidrato monohidrato, comprimidos, 0.25 mg / comprimido.

source: Qualitative and quantitative composition of spesolimab solution for injection in a pre-filled syringe 150 mg/syringe (150 mg/mL)1
es_es: Composición cuali-cuantitativa de Spesolimab, solución para inyección en jeringa precargada, 150 mg/jeringa (150 mg/ml)1

source: Qualitative and quantitative composition of Metalyse 25 mg/vial and Metalyse 40 mg/vial is described in the tables below.
es_es: En las siguientes tablas se describe la composición cuali-cuantitativa de Metalyse, 25 mg/vial y Metalyse, 40 mg/vial.

source: Qualitative and quantitative composition of spesolimab solution for injection in a prefilled syringe 300 mg/syringe (150 mg/mL)1
es_es: Composición cuali-cuantitativa de Espesolimb, solución inyectable en jeringa prellenada, 300 mg/jeringa (150 mg/ml)1

source: Qualitative and quantitative composition of tenecteplase 50 mg/vial
es_es: Composición cuali-cuantitativa de tenecteplasa 50 mg/vial

source: Qualitative and quantitative composition of tenecteplase lyophilizate for solution for injection 25 mg
es_es: Composición cualicuantitativa de tenecteplasa 25 mg en liofilizado para solución inyectable

source: Qualitative and quantitative composition of tiotropium+olodaterol RESPIMAT solution for inhalation
es_es: Composición cualicuantitativa de Tiotropio+Olodaterol, RESPIMAT® Solución para inhalación

source: Qualitative and quantitative profiles of the organic solvent extracts (dichloromethane and 2propanol) of the rubber stoppers primarily resulted in findings of C13-oligomers and C21oligomers, which are considered to be formed of isobutene and isoprene as basic units of the rubber matrix.
es_es: Los perfiles cualitativos y cuantitativos de los extractos con disolventes orgánicos (diclorometano y 2-propanol) del tapón de caucho dieron como resultado principalmente hallazgos de oligómeros C13 y C21. Se considera que estos compuestos se forman a partir de isobuteno e isopreno como unidades básicas de la matriz de caucho.

source: Qualitative comparison demonstrated visual comparability of TNKase® and Metalyse® chromatograms (Figure 51) and comparability of low abundant hydrophobic molecule variants between both products.
es_es: La comparación cualitativa demostró comparabilidad visual de los cromatogramas de TNKase® y Metalyse® (Figura 51) y comparabilidad de variantes de moléculas hidrofóbicas de baja abundancia entre ambos productos.

source: Qualitatively
es_es: Cualitativamente

source: Qualitatively for characterization data (RP Purity)
es_es: Cualitativamente para los datos de caracterización (pureza en fase reversa)

source: Qualitatively indistinguishable means an overlap of the data between the pre- and post-change data is obvious and no new species are detected.
es_es: "Cualitativamente indistinguible" significa que hay una obvia superposición entre los datos previos y los posteriores al cambio y no se detectan nuevas especies.

source: Quality
es_es: Calidad

source: Quality Assurance
es_es: Aseguramiento de la calidad

source: Quality Control
es_es: Control de calidad

source: Quality Control (QC) testing is performed in multiple buildings on the BIP campus.
es_es: Las pruebas de control de calidad se realizan en diferentes edificios del complejo de BIP.

source: Quality Control solutions
es_es: soluciones de control de calidad

source: Quality Overall Summary
es_es: Resumen general de calidad

source: Quality Overall Summary Statement
es_es: Declaración sobre el resumen general de calidad

source: Quality attribute
es_es: Atributo de calidad

source: Quality control is performed using in-line and off-line tests:
es_es: El control de calidad se realiza mediante pruebas en línea y fuera de línea:

source: Quality control of the clinical trial report
es_es: Control de calidad del informe de estudio clínico

source: Quality control statement S9:
es_es: Declaración de control de calidad de S9:

source: Quality control testing
es_es: Pruebas de control de calidad

source: Quality control testing is performed in multiple buildings on the BI campus.
es_es: Las pruebas de control de calidad se realizan en varios edificios del complejo de BI.

source: Quality control testing of imported medicinal products
es_es: Pruebas de control de calidad de medicamentos importados

source: Quality control, storage and release of cell bank to manufacture drug substance are included.
es_es: Se incluyen el control de calidad, el almacenamiento y la liberación del banco de células para el medicamento que ha de fabricarse.

source: Quality of bulk drug product
es_es: calidad del medicamento a granel.

source: Quality target product profile
es_es: Perfil cualitativo previsto del producto

source: Quality target product profile (QTPP) for spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL)
es_es: Perfil cualitativo previsto del producto de Spesolimab, solución inyectable en jeringa precargada, 150 mg/jeringa (150 mg/ml)

source: Quality target product profile for tenecteplase lyophilisate for solution for injection 25 mg
es_es: Perfil cualitativo previsto del producto para tenecteplasa, 25 mg en polvo liofilizado para solución inyectable

source: Quantification Limit (LoQ):
es_es: Límite de cuantificación:

source: Quantification and characterisation of residual host-cell DNA
es_es: Cuantificación y caracterización del ADN de la célula hospedadora residual

source: Quantified against acetone without any specific response factor
es_es: Cuantificado con respecto a acetona sin factor de respuesta específica

source: Quantitation Limit;
es_es: Límite de cuantificación;

source: Quantitation limit
es_es: Límite de cuantificación

source: Quantitation limit (QL) was validated for the determination of NDMA in two different metformin hydrochloride containing IR drug products.
es_es: Se evaluó el límite de cuantificación (QL) para determinar la presencia de NDMA en dos medicamentos de liberación inmediata que contienen clorhidrato de metformina

source: Quantitation of empagliflozin was performed using a validated stability indicating HPLC assay.
es_es: La empagliflozina se cuantificó mediante valoración por HPLC validada e indicadora de estabilidad.

source: Quantitative Comparisons
es_es: Comparaciones cuantitativas

source: Quantitative shifts in isoform portions were only found at low levels and assessed not to have any impact on safety and efficacy
es_es: Se identificaron cambios cuantitativos reducidos en las porciones de isoformas y se determinó que no afectaban la seguridad ni la eficacia.

source: Quantitatively
es_es: Cuantitativamente

source: Quantitatively for clot lysis, qualitatively for characterization data (RP Purity)
es_es: Cuantitativamente para lisis de coágulo, cualitativamente para datos de caracterización (pureza en fase reversa)

source: Quantitatively on DS level
es_es: Cuantitativamente al nivel del medicamento

source: Quantities applied
es_es: Cantidades aplicadas

source: Quantities stated here are theoretical input of nintedanib esilate based on 100 % potency.
es_es: Las cantidades indicadas aquí son la cantidad teórica de esilato de nintedanib con base en una potencia del 100 %.

source: Quantity
es_es: Cantidad

source: Quantity UV Scan
es_es: Cantidad. Escaneo UV

source: Quantity [mg / tablet]
es_es: Cantidad [mg / comprimido]

source: Quantity_UV_Scan / Strength
es_es: Quantity_UV_Scan / Concentración

source: Question 1 - Non-clincal part of the safety specification (Part II – Module S II)
es_es: Pregunta 1: Parte preclínica de la especificación de seguridad (Parte II – Módulo S II)

source: Question 1.2 - Attachment 01
es_es: Pregunta 1.2 - Anexo 01

source: Question 1.2 - Attachment 03
es_es: Pregunta 1.2 - Anexo 03

source: Question 1.2 - Attachment 04
es_es: Pregunta 1.2 - Anexo 04

source: Question 1:
es_es: Pregunta 1:

source: Question 2 - Exposure in Clinical Trials (Part II – Module S III)
es_es: Pregunta 2: Exposición en Ensayos Clínicos (Parte II – Módulo S III)

source: Question 2:
es_es: Pregunta 2:

source: Question 3 - Populations not studied in clinical trials (Part II – Module S IV)
es_es: Pregunta 3: Poblaciones no estudiadas en Ensayos Clínicos (Parte II – Módulo S IV)

source: Question 3:
es_es: Pregunta 3:

source: Question 4 - Post-authorisation experience (Part II – Module S V)
es_es: Pregunta 4: Experiencia posterior a la autorización (Parte II – Módulo SV)

source: Question 4:
es_es: Pregunta 4:

source: Question 5 - Indentified and potential risks, missing information – safety concerns (Part II – Module S VII)
es_es: Pregunta 5: Riesgos identificados y potenciales, información faltante: riesgos de seguridad (Parte II - Módulo S VII)

source: Question 6 - Pharmacovigilance plan (Part III)
es_es: Pregunta 6: Plan de farmacovigilancia (Parte III)

source: Question:
es_es: Pregunta:

source: Question Does a 0.40-mg/kg dose of tenecteplase, compared with 0.25 mg/kg of tenecteplase, improve cerebral reperfusion prior to endovascular thrombectomy in patients with large vessel occlusion ischemic stroke?
es_es: Pregunta ¿Una dosis de 0.40 mg/kg de tenecteplasa, comparada con 0.25 mg/kg de tenecteplasa, mejora la reperfusión cerebral antes de una trombectomía endovascular en pacientes con accidente cerebrovascular por oclusión de grandes vasos?

source: Questioning the Ethics of Foreignization:
es_es: Cuestionamientos a la ética de la extranjerización:

source: Questions HA received 28 May 2024
es_es: Preguntas recibidas de la autoridad sanitaria el 28 de mayo de 2024

source: QuiCR - Quality Improvement and Clinical Research registry, OPTIMISE - Optimizing Patient Treatment in Major Ischemic Stroke with EVT registry.
es_es: QuiCR: registro Quality Improvement and Clinical Research; OPTIMISE: registro Optimizing Patient Treatment in Major Ischemic Stroke with EVT.

source: QuiCR=Quality Improvement and Clinical Research registry.
es_es: QuiCR=Quality Improvement and Clinical Research registry; Registro para la mejora de la calidad y la investigación clínica.

source: Quinine sulphate dihydrate
es_es: Sulfato dihidrato de quinina

source: R (red) 1.0
es_es: R (rojo) 1.0

source: R) Acute leg Ischemia post clot retrieval.
es_es: Isquemia aguda de pierna derecha luego de extracción de coágulo.

source: R) leg thrombectomy.
es_es: Trombectomía de pierna derecha.

source: R) parietal recurrent stroke
es_es: ACV recurrente en lóbulo parietal der.

source: R-factor
es_es: factor R

source: R1 = One repetition of N-Acetylglucosamine - Galactose
es_es: R1 = una repetición de N-acetilglucosamina - galactosa
